[
  {
    "ID": "cul-klingon",
    "Name": "Klingon",
    "Identity": {
      "SpeciesOrPeople": "Klingon",
      "Affiliation": [
        "Klingon Empire"
      ],
      "PrimaryHomeworlds": [
        "Qo'noS"
      ],
      "Regions": [
        "Beta Quadrant"
      ]
    },
    "Profile": [
      "Klingon culture treats honor as a public measure of worth: courage under pressure, truth spoken plainly, and a life judged by deeds and accountability. Reputation is shared—an individual’s actions reflect on family and House—so respect is earned through competence, loyalty kept under stress, and the willingness to accept consequences rather than evade them. Even conflict is expected to have rules: a challenge should be direct, the stakes understood, and the outcome faced without excuses.",
      "Power and status are shaped by the Great Houses and the institutions of the Empire, including the Klingon High Council and its Chancellor. Tradition is binding in both politics and law, and “honor” carries practical force: it can elevate a House through service and leadership, or diminish standing through disgrace that stains a family name for generations. Because Houses compete for influence, oaths, alliances, and public conduct become political currency, and questions of legitimacy are often argued through lineage, ritual precedent, and demonstrations of strength.",
      "Klingons preserve identity through ceremony, poetry, and performance alongside warfare. Legendary figures such as Kahless the Unforgettable are invoked as touchstones for legitimacy and conduct, and rites around adulthood and marriage present commitment as something proven through endurance and shared hardship. Belief about the honored dead reaching Sto-vo-kor gives the culture a long horizon: how one lives is treated as inseparable from how one will be remembered, sung about, and judged.",
      "Klingon society places heavy weight on family reputation, ancestry, and duty to one’s House. Status is negotiated in the open: skill, courage, and reliability in crisis matter, and insults that touch a family name can escalate into formal challenges rather than private arguments. The Great Houses provide identity and leverage, and their rivalries can shape careers, alliances, and legal outcomes; the High Council turns tradition into governance, linking personal conduct to public standing. Because honor is communal, Klingons may accept personal sacrifice to protect a House’s future, and disgrace can be socially devastating. At the same time, everyday life includes mentorship, competitive fellowship, story, song, and the repeated testing of character in small ways—keeping one’s word, paying debts, honoring oaths, and showing composure when provoked.",
      "Klingon–Federation relations shift across eras from hostility to peace and cooperation, with major treaties such as the Khitomer Accords forming a foundation for reconciliation. Even during alliance periods, internal Klingon politics and differing assumptions about honor can strain cooperation: Klingons often prize decisive action and personal accountability, while Starfleet may emphasize procedure, diplomacy, and restraint. Cultural misunderstanding is common—what Starfleet reads as reckless aggression may be, to Klingons, an honest willingness to stand and be counted—yet trusted personal bonds between officers and shared defense against common threats repeatedly pull the relationship back toward partnership.",
      "Common misreads include: Honor is the same as aggression; All Klingons share one outlook; Tradition means they cannot change."
    ],
    "Practices": [
      {
        "Name": "Klingon tea ceremony",
        "Description": "A ritual test of courage in which two participants drink tea brewed from a poisonous plant while reciting poetry to one another. The ceremony is conducted face-to-face, and composure is part of the trial: the point is not to pretend the danger is absent, but to master fear without losing dignity. It frames shared risk as a form of respect and connection—bravery is proven together, not alone. The use of poetry also signals that Klingon identity includes art and eloquence; a person can be fierce and still be expected to speak well, remember tradition, and honor the moment with words."
      },
      {
        "Name": "Rite of Ascension (Age of Inclusion)",
        "Description": "A coming-of-age rite performed when a child reaches the Age of Inclusion, in which the youth lights a kor'tova candle to symbolize the fire burning in a warrior’s heart and publicly declares the intention to become a warrior. The act is simple, but it is witnessed and remembered: it is meant to mark a turning point from childhood to responsibility. The rite makes identity communal. Becoming a “true” Klingon warrior is not just personal self-image; it is a pledge made in front of others, tying the youth to House expectations and to an inherited standard. The emphasis on public declaration also shows how Klingon honor is built through visible commitments and follow-through."
      },
      {
        "Name": "Klingon marriage rites",
        "Description": "Klingon weddings are strongly ritualized, often involving traditional recitation, formal roles, and social tests that treat the ceremony as a serious cultural performance rather than a private exchange of vows. House expectations can loom over the event, and the ritual can require the couple to demonstrate unity under pressure rather than romance in public. Marriage is framed as duty, lineage, and reputation as much as affection. The ceremony asserts that commitment is proven through endurance and clarity of intent—two people are binding themselves in a way that reflects on their families and may affect House standing. When a Klingon wedding goes poorly, it is not merely awkward; it can be read as a sign that the union lacks the discipline and strength the culture expects."
      }
    ],
    "FoodAndDrink": [
      "Klingon cuisine is associated with intense flavors and bold presentation, and meals can function as a social test of toughness and sincerity. Canon examples include gagh (a well-known dish of serpent worms), racht, heart of targ, and rokeg blood pie, along with other referenced foods such as bregit lung and pipius claw; the emphasis on freshness and texture can challenge outsiders’ expectations, and Klingons may treat willingness to partake as a sign of comfort with their ways. Drinks carry cultural meaning in celebration and camaraderie: bloodwine is strongly associated with Klingon gatherings and is traditionally served warm, and warnog is a familiar point of reference as Klingon beer. Sharing food and drink often helps establish credibility—participation can be taken as respect, while refusal may be read as discomfort depending on context."
    ],
    "CanonAnchors": [
      "TNG S3E17 — Sins of the Father: A clear look at Great House politics and the mechanics of honor, disgrace, and inherited reputation, showing how personal choices become legal and political judgments inside the Empire.",
      "TNG S2E8 — A Matter of Honor: Riker’s exchange service highlights Klingon command expectations, blunt social norms, and how belonging is tested through conduct at the table and on duty.",
      "TNG S6E23 — Rightful Heir: Explores faith and legitimacy through Kahless, showing how spiritual tradition and political authority can collide and reshape personal identity.",
      "TNG S7E21 — Firstborn: Depicts the Rite of Ascension and pressures on Klingon youth, illustrating that not every Klingon fits the warrior ideal the culture celebrates.",
      "DS9 S6E7 — You Are Cordially Invited: A practical view of Klingon marriage as tradition and social obligation, with ritual requirements and public tests shaping what the union means."
    ],
    "RelatedEntries": {
      "People": [
        "Worf",
        "Kahless",
        "Gowron",
        "Martok",
        "K'mpec",
        "Duras"
      ],
      "Organizations": [
        "Klingon High Council",
        "Great Houses"
      ],
      "Planets": [
        "Qo'noS",
        "Khitomer"
      ],
      "Artifacts": [
        "bat'leth",
        "d'k tahg"
      ]
    }
  },
  {
    "ID": "cul-vulcan",
    "Name": "Vulcan",
    "Identity": {
      "SpeciesOrPeople": "Vulcan",
      "Affiliation": [
        "United Federation of Planets"
      ],
      "PrimaryHomeworlds": [
        "Vulcan"
      ],
      "Regions": [
        "Alpha Quadrant"
      ]
    },
    "Profile": [
      "Vulcan culture is built around logic as a disciplined practice adopted after an earlier violent past and associated with the teachings of Surak. Emotional control is treated as a lifelong responsibility supported by meditation, study, and social norms that favor restraint, careful speech, and deliberate action. Reason is not portrayed as instinctive; it is trained and maintained through habit, and a Vulcan is expected to manage impulses rather than be ruled by them.",
      "Vulcans acknowledge emotion rather than deny it, but they treat unmanaged emotion as harmful to self and society. Intellectual rigor, ethical consistency, and non-imposition are prized, and the philosophy of Infinite Diversity in Infinite Combinations (IDIC) is often used as shorthand for valuing difference without abandoning principle. This produces a culture that respects competence and evidence, but also expects individuals to take responsibility for their own self-control.",
      "Privacy is a defining norm. Deeply personal matters—bonding, telepathic intimacy, and family commitments—are handled discreetly, with trust signaled through specific rituals and carefully bounded forms of closeness. The outward reserve is often misread as coldness, but it is frequently intended as respect and restraint: limiting one’s emotional impact on others and keeping intimate life protected rather than performed.",
      "Education and self-mastery are central to Vulcan daily life. Training in mental disciplines begins early, and many Vulcans study with teachers or masters to refine meditation, focus, and emotional regulation; public conduct tends to be formal and measured, and disagreements are often framed as questions of logic and evidence rather than displays of feeling. Family life can reflect tradition and obligation: canon depicts arranged engagements and long-standing commitments, and personal choices are weighed against duty, reputation, and cultural continuity. Telepathic practices carry special weight because of their intimacy—consent and discretion are treated as essential—and the mind meld is depicted as a serious act rather than casual contact, sometimes even surrounded by stigma in certain eras. Institutions of learning and service are prestigious, and competence is often treated as an ethical obligation to apply reason responsibly.",
      "Vulcans have long-standing ties to Starfleet and the Federation, frequently contributing scientific expertise, diplomatic caution, and a preference for measured escalation. Cultural differences can create friction—especially around emotional expression, improvisation, and risk tolerance—but shared principles and sustained cooperation usually reinforce the partnership. Vulcans may be perceived as judgmental when attempting to prevent harm through caution, while Vulcans may perceive Starfleet as reckless when it values speed over deliberation; the relationship works best when both sides recognize that the same ethical goal—reducing harm—can produce different instincts about how to act.",
      "Common misreads include: Vulcans have no emotions; Logic means lack of compassion; All Vulcans think alike."
    ],
    "Practices": [
      {
        "Name": "Vulcan salute and restrained greetings",
        "Description": "Vulcans commonly greet with formal restraint rather than exuberant display, using culturally recognized gestures and phrases to convey respect without intrusion. The familiar split-finger salute and associated saying function as a courteous, socially acceptable expression of goodwill that does not require emotional display. The greeting style reflects a broader Vulcan norm: communicate clearly, but do not impose. It allows warmth to exist in a controlled form, signaling respect and connection while maintaining the boundaries that Vulcans treat as essential to self-mastery and privacy."
      },
      {
        "Name": "Pon farr",
        "Description": "A private mating cycle marked by intense physiological and psychological pressure, traditionally handled through established options that resolve the crisis and restore stability. It is treated as both a biological imperative and a social responsibility, with strong expectations of discretion and cultural structure around how it is addressed. Pon farr highlights the tension between powerful biological drives and a culture built on discipline. The seriousness with which it is handled helps explain Vulcan privacy around bonding and marriage, and why intimate matters are considered inappropriate for casual discussion."
      },
      {
        "Name": "Kolinahr training",
        "Description": "A demanding mental discipline pursued by some Vulcans to purge remaining emotional disturbances and pursue a state of pure logic through sustained meditation and study. Participation is not universal, and the path is depicted as a rigorous commitment rather than a simple certification. Kolinahr represents an idealized endpoint of Vulcan self-mastery and the belief that logic requires continual practice. It also underscores diversity within Vulcan society: some strive for absolute emotional purgation, while others pursue balance, service, and practical discipline without seeking that extreme."
      }
    ],
    "FoodAndDrink": [
      "Vulcan cuisine is typically depicted as simple and functional, with traditional staples becoming cultural shorthand for restraint. Canon examples include plomeek soup (and plomeek broth), which is often described as bland and associated with routine meals, along with other named foods such as gespar, halak, pok tar, tevmel, and redspice. Beverages identified in Vulcan contexts include plomeek tea and spice tea, and references also include tea, mocha, brandy, and port. In canon, Vulcan food-and-drink moments frequently serve as character cues: preference for plain staples can signal commitment to discipline, while variations and exceptions underline that Vulcan life includes individuality within strong social norms."
    ],
    "CanonAnchors": [
      "TOS S2E1 — Amok Time: A cornerstone depiction of Vulcan ritual life and privacy, introducing pon farr and showing how tradition and obligation can override ordinary professional routines.",
      "TOS S3E22 — The Savage Curtain: Uses Surak as a philosophical reference point, reinforcing logic as an intentional response to Vulcan history and a foundation for cultural identity.",
      "Film — Star Trek: The Motion Picture: Connects Vulcan spiritual discipline to kolinahr and depicts ceremonial and monastic aspects of Vulcan life as lived practice.",
      "ENT S2E14 — Stigma: Explores stigma around mind meld practice and the social consequences of taboo, highlighting reputation and institutional power inside Vulcan society.",
      "TNG S3E23 — Sarek: Shows Vulcan emotional discipline under strain and frames mind-to-mind contact as intimate, powerful, and personally costly."
    ],
    "RelatedEntries": {
      "People": [
        "Surak",
        "Sarek",
        "Spock",
        "T'Pol",
        "Tuvok"
      ],
      "Organizations": [
        "Vulcan Science Academy",
        "Vulcan High Command"
      ],
      "Planets": [
        "Vulcan"
      ],
      "Artifacts": [
        "IDIC",
        "Kir'Shara"
      ]
    }
  },
  {
    "ID": "cul-human",
    "Name": "Human",
    "Identity": {
      "SpeciesOrPeople": "Humans (Terrans)",
      "Affiliation": [
        "United Earth",
        "United Federation of Planets",
        "Starfleet"
      ],
      "PrimaryHomeworlds": [
        "Earth (Sol system)"
      ],
      "Regions": [
        "Alpha Quadrant"
      ]
    },
    "Profile": [
      "Human culture in Star Trek is defined less by a single inherited tradition and more by rapid change: a species that survives internal catastrophe, then reorganizes around exploration, scientific curiosity, and cooperative institutions. Following First Contact with the Vulcans in 2063 and the political unification that becomes United Earth, Humans enter the interstellar era with an unusually strong drive to travel, build alliances, and treat “the unknown” as a shared project rather than a threat.",
      "In the 22nd–24th centuries, Humans are repeatedly depicted as adaptable generalists. They are rarely described as physically or technologically exceptional compared to their neighbors, but they tend to integrate ideas quickly, improvise under pressure, and translate disparate perspectives into workable compromises. That flexibility becomes a cultural asset in diplomacy, where Humans often act as mediators between species with rigid traditions or long-standing grudges.",
      "Human society is shown as post-scarcity in everyday life across much of the Federation era: material need is minimized, education and personal growth are emphasized, and careers are often framed as service, curiosity, and self-actualization. Identity is still diverse—regional histories and languages remain visible—yet “Humanity” is treated as a single political community through United Earth and as a leading constituency inside the Federation.",
      "Political influence is tied to Earth’s institutional density: Starfleet Headquarters and Starfleet Academy are located in San Francisco, and Federation-level leadership is associated with Paris. Humans are present throughout Federation governance and Starfleet command structures, which also makes them a frequent point of contact for other species—admired by some for openness and criticized by others for impatience, optimism, or a tendency to assume cooperation is the default state.",
      "Despite the hopeful tone, Human culture retains recognizable tensions. Humans can be stubborn, emotionally expressive, and prone to moral certainty, and Starfleet’s exploratory ideal is repeatedly tested by security crises, wartime choices, and the limits of principle. Canon often treats those tests as the point: the “Human” identity is not purity of logic or ritual honor, but the willingness to argue, learn, and keep choosing a better version of itself."
    ],
    "Practices": [
      {
        "Name": "Starfleet service as civic identity",
        "Description": "For many Humans, Starfleet becomes a defining public pathway—part exploration program, part scientific institution, part defense service. Canon repeatedly frames it as a prestigious arena for personal development and public duty, and as a cultural export: the uniform and the ship are often how other worlds first encounter Humans."
      },
      {
        "Name": "Diplomacy by coalition-building",
        "Description": "Humans are frequently portrayed as bridge-builders who form working coalitions across cultural boundaries—especially in the era leading to the Federation. The habit is practical: listen, bargain, compromise, and keep the conversation alive long enough for a shared interest to emerge."
      },
      {
        "Name": "Scientific curiosity and debate culture",
        "Description": "Human institutions prize inquiry: arguing hypotheses, testing evidence, and changing one’s mind when the facts demand it. Star Trek often depicts Humans as comfortable with disagreement in professional settings, treating debate as normal rather than as a personal affront."
      },
      {
        "Name": "Earth heritage and continuity",
        "Description": "Even in a unified world, Humans keep strong attachments to local history—cities, languages, literature, music, and foodways. This shows up in travel choices, personal rituals, and the way Humans use old Earth references as identity markers in multicultural crews."
      }
    ],
    "FoodAndDrink": [
      "Human food culture is highly pluralistic and travels with them. On-screen, Humans eat everything from simple shipboard meals to regional cuisines and restaurant-style dining, and the replicator era turns “variety on demand” into a daily norm. When Humans share food with outsiders, it often functions as diplomacy-by-hospitality: inviting someone to taste Earth is an invitation to belong, at least for a moment.",
      "Commonly referenced Human beverages and staples in Federation settings include tea and coffee traditions, along with items such as root beer and other familiar soft drinks; alcohol appears in social contexts, alongside non-alcoholic substitutes like synthehol. In canon, these familiar choices often serve as cultural contrast: a plain cup of tea can sit beside alien delicacies, quietly signaling that Humans are most themselves when they can keep one foot in the everyday while reaching for the stars."
    ],
    "CanonAnchors": [
      "ENT: United Earth and the alliances that lead toward the Federation (First Contact legacy; early coalition-building).",
      "ENT: \"United\": Humans appear alongside Vulcans, Andorians, and Tellarites in the path to Federation founding.",
      "Star Trek VI: \"The Undiscovered Country\": Federation leadership is associated with Paris on Earth.",
      "DS9: \"Homefront\" / \"Paradise Lost\": Earth as political center and the strain of security crises on Federation ideals.",
      "TNG / DS9 / VOY (general): Replicator-era daily life and mixed crews highlight Human cultural plurality."
    ],
    "RelatedEntries": {
      "People": [],
      "Organizations": [
        "United Earth",
        "United Federation of Planets",
        "Starfleet",
        "Starfleet Academy",
        "Starfleet Command"
      ],
      "Planets": [
        "Earth"
      ],
      "Artifacts": [
        "Replicator",
        "Universal translator"
      ]
    }
  },
  {
    "ID": "cul-borg",
    "Name": "Borg",
    "Identity": {
      "SpeciesOrPeople": "Borg (cybernetic drones; the Borg Collective)",
      "Affiliation": [
        "Borg Collective"
      ],
      "PrimaryHomeworlds": [
        "Unknown (Borg space centered in the Delta Quadrant)"
      ],
      "Regions": [
        "Delta Quadrant (primary)",
        "Alpha/Beta Quadrants (incursions)"
      ]
    },
    "Profile": [
      "The Borg are a cybernetic hive civilization whose population consists of drones—assimilated individuals rebuilt with implants and linked into a single Collective consciousness. Their stated goal is “perfection,” pursued by forcibly acquiring what they deem useful: biological and technological distinctiveness, knowledge, and capability, absorbed into the group mind rather than preserved as separate identities.",
      "Assimilation is both conquest and manufacturing. A target is evaluated for distinctiveness, then converted into a drone and integrated into the network; individuality is treated as noise, and the Collective speaks and acts as “we.” This produces a society with extreme functional specialization—drones are tools of the whole—while also giving the Borg rapid coordination and the ability to deploy consistent tactics at scale.",
      "Borg organization is distributed through constant connectivity. Drones communicate via subspace-linked systems, and even when the Collective presents a single “voice,” it behaves like a network rather than a conventional chain of command. Later-era canon also depicts a Borg Queen: a unique drone that can serve as a focal point and personified interface for the Collective, allowing the hive to act through an individual presence without abandoning the idea of a shared mind.",
      "Daily life is utilitarian. Drones do not live around family units, ceremony, or leisure; instead, they cycle between tasking and regeneration. Regeneration alcoves function as storage and recovery spaces when drones are not needed for immediate work, reinforcing the sense that a Borg body is maintained as an instrument for Collective objectives.",
      "Because the Borg treat cultures as raw material, they are feared as an existential threat: contact is framed as inevitable loss of autonomy. At the same time, canon repeatedly shows seams in the system—drones can be severed, liberated, or regain individuality under specific conditions—highlighting that “perfection” depends on continuous control rather than on the inherent absence of self."
    ],
    "Practices": [
      {
        "Name": "Assessment and assimilation",
        "Description": "Species and technologies are evaluated for “distinctiveness,” then forcibly incorporated to advance Collective perfection; the process is framed as inevitable and impersonal rather than punitive."
      },
      {
        "Name": "Collective coordination",
        "Description": "Drones operate as a single networked intelligence, sharing information continuously and acting in synchronized, role-specific ways; individual preference is treated as irrelevant to outcomes."
      },
      {
        "Name": "Regeneration cycles",
        "Description": "When not actively tasked, drones enter regeneration alcoves to recover and be stored, returning to work without the social rhythms that define most organic cultures."
      },
      {
        "Name": "Perfection through integration",
        "Description": "Innovation is pursued by absorbing what already exists—biological traits, technical designs, and knowledge—then standardizing it into Borg systems across ships, bodies, and infrastructure."
      }
    ],
    "FoodAndDrink": [
      "Borg culture has no visible culinary tradition. Drones are depicted as being sustained and maintained through their cybernetic systems, with “living” time split between task execution and regeneration rather than shared meals or hospitality.",
      "The closest analogue to sustenance is energy and maintenance: regeneration alcoves and onboard systems keep drones functional, emphasizing efficiency over taste, choice, or social eating."
    ],
    "CanonAnchors": [
      "TNG — \"Q Who\": First major encounter; establishes the Borg as a Collective threat.",
      "TNG — \"The Best of Both Worlds\" (Parts I–II): Assimilation of Picard (Locutus) and the Federation’s vulnerability.",
      "Film — Star Trek: First Contact: Borg Queen depiction and assimilation as body-horror, plus a direct assault on Earth’s timeline.",
      "VOY — \"Scorpion\" (Parts I–II): Borg limits and the Species 8472 crisis; diplomacy with Voyager under existential pressure.",
      "VOY — \"Dark Frontier\": Borg Queen-centered narratives and the cost of liberation (Seven of Nine’s history).",
      "VOY — \"Endgame\": Transwarp infrastructure as strategic advantage and a decisive attempt to cripple it."
    ],
    "RelatedEntries": {
      "People": [
        "Locutus of Borg",
        "Seven of Nine"
      ],
      "Organizations": [
        "Borg Collective"
      ],
      "Planets": [
        "Earth (target of incursions)"
      ],
      "Artifacts": [
        "Assimilation tubules",
        "Regeneration alcove",
        "Transwarp hub"
      ]
    }
  }
]
