[
  {
    "ID": "cul-klingon",
    "Name": "Klingon",
    "SpeciesOrPeople": "Klingon",
    "Affiliation": [
      "Klingon Empire"
    ],
    "PrimaryHomeworlds": [
      "Qo'noS"
    ],
    "Regions": [
      "Beta Quadrant"
    ],
    "Overview": [
      "Klingon culture centers on honor as a public measure of worth: courage under pressure, directness in conflict, and a life judged by deeds rather than intentions. Reputation matters because it is shared—individual actions reflect on one’s family and House, and respect is often earned through competence, candor, and the willingness to face risk.",
      "Social and political life is shaped by the Great Houses and the institutions of the Empire, including the Klingon High Council and its Chancellor. Tradition is treated as binding, and “honor” has legal weight: standing can be elevated by service and loyalty, or damaged through disgrace that affects families across generations.",
      "Klingons also preserve identity through ceremony, poetry, and performance as much as through warfare. Legendary figures such as Kahless the Unforgettable are invoked to frame values and legitimacy, while rituals around adulthood, courtship, and marriage reinforce the idea that commitment is proven through endurance, restraint, and shared hardship."
    ],
    "CoreTraits": [
      {
        "Trait": "Honor measured by deeds"
      },
      {
        "Trait": "House loyalty and lineage"
      },
      {
        "Trait": "Ritualized courage and endurance"
      },
      {
        "Trait": "Pride, candor, and direct challenge"
      }
    ],
    "Customs": [
      {
        "Name": "Klingon tea ceremony",
        "WhatItIs": "A test of courage in which two participants drink tea brewed from a poisonous plant and recite poetry to one another.",
        "WhyItMatters": "It treats shared danger as a form of intimacy and respect—“death is an experience best shared” is presented as a cultural lesson."
      },
      {
        "Name": "Rite of Ascension (Age of Inclusion)",
        "WhatItIs": "A coming-of-age ritual in which a child symbolically becomes a warrior by lighting a kor'tova candle, representing the fire in a warrior’s heart.",
        "WhyItMatters": "It marks identity as something chosen and affirmed through ritual responsibility, not merely reached by age."
      },
      {
        "Name": "Klingon wedding",
        "WhatItIs": "A highly ritualized ceremony resembling staged performance, with House involvement and traditional story recitation as part of the rite.",
        "WhyItMatters": "Marriage is framed as a binding union of duty and lineage; the couple’s commitment is tested through adherence to custom."
      }
    ],
    "EverydayLife": {
      "FamilyAndSociety": "Klingon society places heavy weight on family reputation, ancestry, and duty to one’s House. Status is openly negotiated through displays of competence and courage, and insults or slights can become formal matters rather than private disagreements. The Great Houses provide identity and political leverage, and their rivalries can shape careers, alliances, and legal outcomes. Institutions such as the High Council codify tradition into governance, linking personal honor to public standing. Disgrace can be socially and legally consequential, with penalties that can publicly reduce status and stain a family name across generations. Alongside politics, Klingons preserve identity through ceremony, story, and song, treating cultural continuity as a duty owed to one’s ancestors and House.",
      "FoodAndDrink": "Klingon cuisine is known for intense flavors and for dishes that can be challenging to outsiders. Canon examples include gagh (a delicacy made from serpent worms, often eaten live but also served prepared), racht (live worms resembling a larger version of gagh), heart of targ, and dishes such as rokeg blood pie. Among beverages, bloodwine is widely associated with Klingon celebration and is typically served warm, and warnog is a traditional clear Klingon beer."
    },
    "Relations": {
      "WithStarfleet": "Klingon–Federation relations shift across eras from hostility to peace and cooperation, with treaties such as the Khitomer Accords forming a foundation for reconciliation. Even in alliance periods, internal Klingon politics and differing concepts of honor can strain cooperation, while shared external threats tend to push the relationship back toward partnership.",
      "CommonMisreads": [
        "Honor is the same as aggression",
        "All Klingons share one outlook",
        "Tradition means they cannot change"
      ]
    },
    "KeyAppearances": [
      {
        "Title": "Sins of the Father",
        "Series": "TNG",
        "Season": 3,
        "Episode": 17,
        "WhyRelevant": "Great House politics and the legal/social mechanics of honor and disgrace are central to the plot."
      },
      {
        "Title": "A Matter of Honor",
        "Series": "TNG",
        "Season": 2,
        "Episode": 8,
        "WhyRelevant": "Riker’s exchange tour spotlights Klingon command culture and social norms, including food and shipboard expectations."
      },
      {
        "Title": "Rightful Heir",
        "Series": "TNG",
        "Season": 6,
        "Episode": 23,
        "WhyRelevant": "Explores Klingon belief, Kahless, and cultural touchstones such as warnog."
      },
      {
        "Title": "Firstborn",
        "Series": "TNG",
        "Season": 7,
        "Episode": 21,
        "WhyRelevant": "Depicts the Rite of Ascension and expectations placed on Klingon youth."
      },
      {
        "Title": "You Are Cordially Invited",
        "Series": "DS9",
        "Season": 6,
        "Episode": 7,
        "WhyRelevant": "Shows a Klingon wedding and how House approval and ritual shape personal relationships."
      }
    ],
    "RelatedEntries": {
      "People": [
        "Worf",
        "Kahless",
        "Gowron",
        "Martok",
        "K'mpec",
        "Duras"
      ],
      "Organizations": [
        "Klingon High Council",
        "Great Houses"
      ],
      "Planets": [
        "Qo'noS",
        "Khitomer"
      ],
      "Artifacts": [
        "bat'leth",
        "d'k tahg"
      ]
    }
  },
  {
    "ID": "cul-vulcan",
    "Name": "Vulcan",
    "SpeciesOrPeople": "Vulcan",
    "Affiliation": [
      "United Federation of Planets"
    ],
    "PrimaryHomeworlds": [
      "Vulcan"
    ],
    "Regions": [
      "Alpha Quadrant"
    ],
    "Overview": [
      "Vulcan culture is built around logic as a disciplined practice, developed to prevent the violence and chaos of earlier eras. Following the teachings associated with Surak, emotional control is treated as a lifelong responsibility supported by meditation, study, and social norms that favor restraint and careful speech.",
      "This commitment to reason does not erase emotion; it channels it. Vulcans value intellectual rigor, ethical consistency, and an intentional respect for difference—often summarized by the philosophy of Infinite Diversity in Infinite Combinations (IDIC). Privacy is also central: intimate matters are handled discreetly, and trust is signaled through ritual gestures and carefully bounded forms of closeness."
    ],
    "CoreTraits": [
      {
        "Trait": "Logic and emotional discipline"
      },
      {
        "Trait": "Intellectual rigor and study"
      },
      {
        "Trait": "Respect for diversity (IDIC)"
      },
      {
        "Trait": "Privacy and restraint"
      }
    ],
    "Customs": [
      {
        "Name": "Vulcan finger-touching",
        "WhatItIs": "A ritualized two-finger touch used to convey greeting, respect, affection, or intimacy, ranging from a simple touch to more elaborate contact in specific contexts.",
        "WhyItMatters": "It encodes closeness without overt display, reinforcing cultural restraint while still allowing clear, meaningful connection."
      },
      {
        "Name": "Pon farr",
        "WhatItIs": "A private mating cycle marked by intense physiological and psychological pressure, traditionally handled through ritual options that resolve the crisis and restore balance.",
        "WhyItMatters": "It highlights the tension between biological drives and cultural discipline, and explains why Vulcans treat certain personal matters as strictly private."
      },
      {
        "Name": "Kolinahr training",
        "WhatItIs": "A monastic discipline pursued by some Vulcans to purge remaining emotional control lapses and pursue pure logic through intensive meditation and study.",
        "WhyItMatters": "It represents an idealized endpoint of Vulcan self-mastery and the culture’s belief that reason requires continual practice."
      }
    ],
    "EverydayLife": {
      "FamilyAndSociety": "Vulcan life places high value on education, self-control, and measured conduct in public. Many Vulcans train in mental disciplines from youth, and mentorship under teachers or masters is presented as a normal part of learning emotional regulation. Social closeness is often expressed through ritual gestures and formal language rather than open display, and deeply personal concerns are typically kept private. Vulcan abilities such as touch-telepathy and the mind meld add weight to consent and boundaries, making trust and discretion practical virtues as well as philosophical ones.",
      "FoodAndDrink": "Canon Vulcan foods and beverages include plomeek soup (and plomeek broth) and dishes such as gespar, halak, pok tar, tevmel, and redspice. Drinks identified as Vulcan include plomeek tea and spice tea, along with tea, mocha, brandy, and port."
    },
    "Relations": {
      "WithStarfleet": "Vulcans have long, foundational ties to Starfleet and the Federation, often contributing scientific expertise, diplomatic caution, and a strong preference for measured escalation. Cultural differences can create friction—especially around emotional expression and risk tolerance—but shared principles and long-term cooperation typically reinforce the partnership.",
      "CommonMisreads": [
        "Vulcans have no emotions",
        "Logic means lack of compassion",
        "All Vulcans think alike"
      ]
    },
    "KeyAppearances": [
      {
        "Title": "Amok Time",
        "Series": "TOS",
        "Season": 2,
        "Episode": 1,
        "WhyRelevant": "Introduces pon farr and showcases Vulcan ritual behavior and privacy around intimate matters."
      },
      {
        "Title": "The Savage Curtain",
        "Series": "TOS",
        "Season": 3,
        "Episode": 22,
        "WhyRelevant": "Features Surak as a touchstone for Vulcan philosophy and the culture’s self-understanding."
      },
      {
        "Title": "Star Trek: The Motion Picture",
        "Series": "Film",
        "Season": 0,
        "Episode": 0,
        "WhyRelevant": "Connects Vulcan spiritual discipline to Kolinahr and depicts Vulcan ceremonial life."
      },
      {
        "Title": "Stigma",
        "Series": "ENT",
        "Season": 2,
        "Episode": 14,
        "WhyRelevant": "Explores cultural controversy around mind meld practice and the social consequences of stigma."
      },
      {
        "Title": "Sarek",
        "Series": "TNG",
        "Season": 3,
        "Episode": 23,
        "WhyRelevant": "Shows Vulcan emotional discipline under strain and the significance of mind-to-mind connection."
      }
    ],
    "RelatedEntries": {
      "People": [
        "Surak",
        "Sarek",
        "Spock",
        "T'Pol",
        "Tuvok"
      ],
      "Organizations": [
        "Vulcan Science Academy",
        "Vulcan High Command"
      ],
      "Planets": [
        "Vulcan"
      ],
      "Artifacts": [
        "IDIC",
        "Kir'Shara"
      ]
    }
  }
]
