[
  {
    "ID": "cul-klingon",
    "Name": "Klingon",
    "SpeciesOrPeople": "Klingon",
    "Affiliation": [
      "Klingon Empire"
    ],
    "PrimaryHomeworlds": [
      "Qo'noS"
    ],
    "Regions": [
      "Beta Quadrant"
    ],
    "Overview": [
      "Klingon culture is built around an honor-centered warrior ethos: courage, reputation, and the willingness to face challenge directly are treated as core measures of worth. Public life is steeped in martial language and ceremony, with formal challenges and ritual often used to resolve disputes or to mark major transitions in status.",
      "Politics and social standing are closely tied to House identity and the institutions of the Empire, including the Klingon High Council and its Chancellor. Honor is not only personal but social and legal; penalties such as discommendation can publicly strip a person or a House of standing and stain a family name for generations.",
      "Tradition and belief are also central. Klingons revere Kahless the Unforgettable as a foundational figure in their history and identity, and many rites emphasize shared risk and shared consequence. Even when Klingons live or serve among non-Klingons, they commonly frame respect as something earned through action, and they honor tradition by practicing it."
    ],
    "CoreTraits": [
      {
        "Trait": "Honor-bound warrior ethos"
      },
      {
        "Trait": "House loyalty and lineage"
      },
      {
        "Trait": "Ritualized challenge and ceremony"
      },
      {
        "Trait": "Martial pride and directness"
      }
    ],
    "Customs": [
      {
        "Name": "Discommendation",
        "WhatItIs": "A legal penalty in which an individual or an entire Great House is ceremonially shunned and stripped of honor and social standing.",
        "WhyItMatters": "It demonstrates that Klingon honor is public and enforceable; reputation can be removed by formal judgment, affecting family and descendants."
      },
      {
        "Name": "Klingon tea ceremony",
        "WhatItIs": "A test of courage in which participants share tea brewed from a poisonous plant while reciting poetry to one another.",
        "WhyItMatters": "It frames trust and intimacy as shared danger, expressing the idea that difficult experiences (even death) are best faced together."
      },
      {
        "Name": "Rite of Ascension",
        "WhatItIs": "A coming-of-age rite performed when a Klingon child reaches the Age of Inclusion, symbolically becoming a warrior by lighting kor'tova candles.",
        "WhyItMatters": "It shows that identity is treated as something earned and affirmed through ritual, not simply reached by age."
      },
      {
        "Name": "Klingon wedding",
        "WhatItIs": "A highly ritualized wedding ceremony in which traditional story and performance accompany the union, often with prominent House involvement.",
        "WhyItMatters": "Marriage is treated as a union that reinforces lineage and duty, not just a private commitment between two individuals."
      }
    ],
    "EverydayLife": {
      "FamilyAndSociety": "Klingon society places heavy weight on family reputation, ancestry, and duty to one's House. Status is closely connected to public honor, and social disputes can become formal matters of ritual and law. Klingon households preserve tradition through ceremony, story, and song, and family ties often carry political meaning in the Empire's institutions.",
      "FoodAndDrink": "Klingon cuisine is known for strong flavors and for dishes that can be challenging to outsiders. Well-known foods include gagh (a delicacy made from serpent worms), racht, heart of targ, and dishes such as rokeg blood pie. Among beverages, bloodwine is widely associated with Klingon celebration and is commonly served warm, and warnog is a traditional Klingon beer."
    },
    "Relations": {
      "WithStarfleet": "Klingon-Federation relations shift across eras, from hostility to alliance and back to tension during political upheaval. The Khitomer Accords formalized peace and cooperation, later strained and even suspended during the 2372-73 conflict, before the powers returned to cooperation in the face of the Dominion and renewed alliance arrangements.",
      "CommonMisreads": [
        "All Klingons are identical warriors",
        "Honor is the same as aggression",
        "Tradition makes Klingons irrational",
        "Klingon culture is only about fighting and drinking"
      ]
    },
    "KeyAppearances": [
      {
        "Title": "A Matter of Honor",
        "Series": "TNG",
        "Season": 2,
        "Episode": 8,
        "WhyRelevant": "Riker's officer-exchange assignment highlights shipboard life, conduct, and food customs from an outsider's perspective."
      },
      {
        "Title": "Up the Long Ladder",
        "Series": "TNG",
        "Season": 2,
        "Episode": 18,
        "WhyRelevant": "Shows the Klingon tea ceremony and its framing as a test of courage and shared risk."
      },
      {
        "Title": "Sins of the Father",
        "Series": "TNG",
        "Season": 3,
        "Episode": 17,
        "WhyRelevant": "A major depiction of Great House politics, public honor, and discommendation."
      },
      {
        "Title": "Rightful Heir",
        "Series": "TNG",
        "Season": 6,
        "Episode": 23,
        "WhyRelevant": "Explores Klingon belief and Kahless; includes warnog as a cultural touchstone."
      },
      {
        "Title": "Firstborn",
        "Series": "TNG",
        "Season": 7,
        "Episode": 21,
        "WhyRelevant": "Depicts the Rite of Ascension and cultural expectations placed on Klingon youth."
      },
      {
        "Title": "The Way of the Warrior",
        "Series": "DS9",
        "Season": 4,
        "Episode": 1,
        "WhyRelevant": "Illustrates Klingon political-military posture and its impact on the Federation relationship."
      },
      {
        "Title": "You Are Cordially Invited",
        "Series": "DS9",
        "Season": 6,
        "Episode": 7,
        "WhyRelevant": "A detailed depiction of a Klingon wedding and the importance of House approval and custom."
      }
    ],
    "RelatedEntries": {
      "People": [
        "Worf",
        "Kahless",
        "Gowron",
        "Martok",
        "K'mpec",
        "Duras"
      ],
      "Organizations": [
        "Klingon High Council",
        "Great Houses",
        "House of Martok",
        "House of Duras"
      ],
      "Planets": [
        "Qo'noS",
        "Boreth",
        "Khitomer"
      ],
      "Artifacts": [
        "bat'leth",
        "d'k tahg"
      ]
    }
  }
]
